var initData = [
  {
    "newsid": 0,
    "time": '春秋战 国时期',
    "event": '绵山风景名胜区，是国家AAAAA级旅游景区...',
    "eventArticle": '绵山风景名胜区，是国家AAAAA级旅游景区，山西省重点风景名胜区，中国清明节（寒食节）发源地，中国寒食清明文化研究中心，中国寒食清明文化博物馆。绵山风景名胜区跨介休、灵石、沁源三市县地界，最高海拔2560米，是太岳山的一条支脉。\n\n绵山起源于春秋时晋国介子推携母隐居被焚在山上，所以绵山又名介山，绵山早在北魏之时就有寺庙建筑，唐初时已具有相当规模的佛教禅林。 [1]  绵山风景名胜区的仿古建筑群风格多样，从建筑的角度来剖析，绵山仿古建筑既取之先代建筑之长，又加上设计者和建设者的现代创意，集华夏古今之精华，构成了现代仿古建筑物的独特风格。\n\n在绵山绵山风景名胜区建筑群体中宗教建筑有殿庙、宫观；园林建筑有亭、台、楼、阁、轩、廊、榭、牌楼；古留遗迹建筑有古营门、城池、营寨等，可为古建筑博物院（园）。绵山风景名胜区有14个大景点，360余个小景点：人文景观：龙头寺、龙脊岭、李姑岩、蜂房泉、大罗宫、天桥、一斗泉、朱家凹、云峰寺、正果寺、介公岭；自然景观：栖贤谷、古藤谷、水涛沟。',
    "image": '../image/mianshan.jpg'
  },
  {
    "newsid": 1,
    "time": '465年 08.12',
    "event": '云冈石窟2007年成为国家首批5A级旅游景区...',
    "eventArticle": '云冈石窟2007年成为国家首批5A级旅游景区。入选全球最佳热门景点排行榜前十，荣获全国文明单位、全国旅游系统先进集体称号。云冈石窟位于中国山西省大同市城西约16公里的武州（周）山南麓、武州川的北岸，地理位置为东经113º20’，北纬40º04’。石窟依山开凿，规模恢弘、气势雄浑，东西绵延约1公里，窟区自东而西依自然山势分为东、中、西三区。现存主要洞窟45个，附属洞窟209个，雕刻面积达18000余平方米。造像最高为17米，最小为2厘米，佛龛约计1100多个，大小造像59000余尊。云冈石窟距今已有1500年的历史，是佛教艺术东传中国后，第一次由一个民族用一个朝代雕作而成皇家风范的佛教艺术宝库，是公元5世纪中西文化融合的历史丰碑。1961年3月被国务院公布为首批全国重点文物保护单位；2001年12月被联合国教科文组织批准列入“世界文化遗产”名录；\n\n云冈石窟原名武州（周）山石窟寺，明代改称云冈石窟。北魏地理学家郦道元《水经注·灅水》记载：“武州川水又东南流，水侧有石，祗洹舍并诸窟室，比丘尼所居也。其水又东转迳灵岩南，凿石开山，因岩结构，真容巨壮，世法所稀，山堂水殿，烟寺相望，林渊锦镜，缀目新眺”。作为北魏建都平城（今山西大同）时期的大型石窟寺文化遗存，是从北魏文成帝复法启开凿之始，到北魏正光年间终结，大致历经了近70年之久，石窟艺术内容丰富，雕饰精美，是当时统治北中国的北魏皇室集中全国技艺和人力、物力所雕凿，是由一代代、一批批的能工巧匠创造出的一座佛国圣殿，是新疆以东最早出现的大型石窟群，它以壮丽的典型皇家风范造像而异于其他早期石窟，展现的佛教文化艺术涉及到历史、建筑、音乐等多方面内容。它是东方石雕艺术的精魂，也是中西文化融合的典范，亦代表着公元5-6世纪佛教艺术的最高成就，在中国乃至世界艺术史上占有重要地位，与敦煌莫高窟、洛阳龙门石窟并称为中国三大石窟，亦与印度阿旃陀石窟、阿富汗巴米扬石窟并称为世界三大石雕艺术宝库。',
    "image": '../image/yungang.jpeg',
    "image1": "../../image/1.jpg"
  },
  {
    "newsid": 2,
    "time": ' 646年 02.15',
    "event": '晋祠，初名唐叔虞祠，是为纪念晋国开国诸侯...',
    "eventArticle": '晋祠，初名唐叔虞祠，是为纪念晋国开国诸侯唐叔虞而建,因为他的努力，所以是该地风调雨顺。叔虞死后，后人为纪念他，在其封地之内选择了这片依山傍水，风景秀丽的地方修建了祠堂供奉他，取名“唐叔虞祠”。叔虞的儿子燮父继位 后，因境内有晋水流淌，故将国号由“唐”改为“晋”，这也是山西简称“晋”的由来，如今的山西省太原市也因为在晋水之北，水之北谓阳，于是当时便叫“晋阳”。“晋祠”并非“晋王祠”的简称。新中国建立后，国家领导人来晋王祠游玩。他游完一圈后说如今百姓当家做主，中国已无王侯，便把晋王祠中的“王”字去掉，改称晋祠 。晋祠始建于北魏前，是为了纪念周武王次子叔虞而建。武王灭商之后分封诸侯，把次子叔虞封于唐，叔虞死后，其子夑继位，因有晋水，改唐为晋国。后人在悬瓮山麓、晋水源头建祠立设，以祭祀叔虞。\n\n郦道元《水经注》记载：“际山枕水，有唐叔虞祠”，即今晋祠。晋祠历代均有修建和扩建。南北朝天保年间（550-559年）扩建晋祠“大起楼观，穿筑池塘”。唐贞观二十年（646年）太宗李世民游晋祠撰《晋祠之铭并序》碑文，又一次扩建。太平兴国九年（984年）依山枕建正殿，是供奉唐叔虞，至北宋天圣年间（1023-1032年）追封唐叔虞为汾东王，其母邑姜亦供奉于正殿之中。熙宁年间（1068——1077年）封邑姜为“顕灵昭济圣母”，遂有圣母殿之称，后来唐叔虞祠堂迁于北侧，形成今日格局。在漫长的岁月中，晋祠曾经过多次修建和扩建，面貌不断改观。南北朝时，文宣帝高洋，推翻东魏，建立了北齐，将晋阳定为别都，于天保年间（550——559年）扩建晋祠，“大起楼观，穿筑池塘”。\n\n隋开皇年间（581—600年），在祠区西南方增建舍利生生塔 。唐贞观二十年（646年），太宗李世民到晋祠，撰写碑文《晋祠之铭并序》，并又一次进行扩建。宋太宗赵光义于太平兴国年间（公元976—983年），在晋祠大兴土木，修缮竣工时还刻碑记事。宋仁宗赵祯于天圣年间（1023——1032年），追封唐叔虞为汾东王，并为唐叔虞之母邑姜修建了规模宏大的圣母殿。自从北宋天圣年间修建了圣母殿和鱼沼飞梁之后，祠区建筑布局更大为改观。此后，铸造铁人，增建献殿、钟楼、鼓楼及水镜台等，这样，以圣母殿为主体的中轴线建筑物就次第告成。原来居于正位的唐叔虞祠，坐落在旁边，退处于次要的位置。',
    "image": '../image/jinci.jpg'
  },
  {
    "newsid": 3,
    "time": '782年 03-18',
    "event": '五台山，世界文化遗产 [1]  ，国家AAAAA级...',
    "eventArticle": "五台山，世界文化遗产 [1]  ，国家AAAAA级旅游景区，国家重点风景名胜区，国家地质公园，国家自然与文化双重遗产，中华十大名山之一，中国佛教四大名山之一，世界五大佛教圣地之一。位于山西省忻州市，介于北纬38°55'—39°66'、东经113°29'—113°39'之间，景区规划面积607平方千米，行政管辖面积436平方千米。\n\n五台山原为神仙方士所居，故名紫府。而是叫紫府山，也称作五峰山道场，曾建有紫府庙，是道士们修行的地方。《清凉山志》称佛教的文殊菩萨初来中国时，居于石盆洞中，而石盆在道家的玄真观内，这说明当时五台山为道家所居。佛教传入五台山，普遍的说法始于东汉。永平十一年，迦叶摩腾、竺法兰来到了五台山。由于山里很早就有阿育王的舍利塔，再加上五台山又是文殊菩萨演教和居住的地方，二人在此建寺。\n\n在唐代，佛教备受推崇，文殊菩萨尤其为佛教徒所尊崇。当时国家规定，全国所有寺院的斋堂，都必须供奉文殊菩萨圣像。由于朝野都尊奉文殊菩萨，视五台山为佛教圣地，所以五台山空前隆盛，名僧辈出，澄观就是一个突出的代表。",
    "image": '../image/wutaishan.jpg'
  },
  {
    "newsid": 4,
    "time": '804年 03-28',
    "event": '太原清真古寺亦称崇真寺。清真古寺原是...',
    "eventArticle": '太原清真古寺亦称崇真寺。清真古寺原是由郁家花园改建而成，俗称北大寺，据寺内现存清二年(1876年)重修清真寺碑记载，该寺建于唐贞元年间(785～804)。\n\n太原清真古寺寺内大殿为砖木混合结构，檐柱砌入墙内，殿内为阿拉伯式装饰，圆柱挖槽迭楞，彩绘施沥粉贴金，富丽堂皇。周围木壁上刻有阿拉伯文《可兰经》第二十九、三十本中经文数段，雕刻精细工整。整个大殿，宽大疏朗，布局严谨。\n\n进入院内，装点颇觉雅致，布局合理、紧凑。院中央有明代建筑省心枫楼，重檐歇山顶，檐桷辉飞，彩色熠熠。省心楼两侧，左右碑亭对峙，亭阁风雅丽，气度不凡。亭内碑刻为黄庭草书，元赵孟頫和清初傅青主观后题铭，字体劲秀，笔力挺拔。还有明方孝孺等人榜题和清刘石安书“心修忠孝, 志义齐仁”八个大字，书法皆佳。\n古寺坐西朝东，两进院落，面积2300平方米。 [1]  寺内有大殿、讲经房、省心楼、碑亭、沐浴室、会议厅、阿訇室等建筑。是我国华北地区保存较好的清真古寺之一。前院内有明代建筑的双层省心楼，重檐歇山顶，檐桷晕飞，彩色熠熠。楼后建有左右对峙的两座六角形碑亭，内藏碑刻。南碑亭内有一碑刻为清同治七年(1868)所立，碑文正面镌刻明太祖朱元璋敕赐的“至圣百字赞”，碑背面刻有北宋黄庭坚的草书、元赵子昂和清初付青主观后的题铭，字体劲秀，笔力挺拔。还有明方孝孺等人的榜题和清刘石庵书“心修忠孝梦，志义齐仁”8个大字，书法优美。北碑亭内立有清康熙三十三年(1694)碑刻l方，镌刻着清圣祖玄烨皇帝的诏书。寺内南北各建有大庭5楹，讲经堂一座。寺的后院为主体建筑礼拜大殿，建筑形式是珍珠倒卷帘式，砖木混合结构，檐柱砌入墙内，内不见砖，外不见木，并有风火墙保护，殿内为阿拉伯装饰，雕梁画柱，圆柱挖槽迭楞，图案彩绘施沥粉贴金，富丽堂皇。标志礼拜朝向的米哈拉布(即凹壁)木壁两边镑刻有贴金的阿拉伯文《古兰经》文，雕刻精细工整。大殿可容纳500人作礼拜。寺内原建有望月楼1座，今已毁。寺内现存有明清两代的匾额多方，为方孝孺、邵雍、金国正、田世兴等当时名流所题、笔锋迥异，各具风韵。',
    "image": '../image/1.jpg'
  },
  {
    "newsid": 5,
    "time": '1370 12-01',
    "event": '平遥古镇位于山西的平遥古城，位于山西...',
    "eventArticle": '平遥古镇位于山西的平遥古城 ，位于山西中部平遥县内，是一座具有2700多年历史的文化名城，与同为第二批国家历史文化名城的四川阆中、云南丽江、安徽歙县并称为“保存最为完好的四大古城 ”，也是中国仅有的以整座古城申报世界文化遗产获得成功的两座古县城之一。2015年7月13日，平遥古城成为国家5A级旅游景点\n\n平遥古城位于山西省中部平遥县内，始建于西周宣王时期（公元前827年～公元前782年）。 山西平遥被称为“保存最为完好的四大古城”之一，也是中国仅有的以整座古城申报世界文化遗产获得成功的两座古城市之一。平遥古城是中国汉民族城市在明清时期的杰出范例，在中国历史的发展中，为人们展示了一幅非同寻常的汉族文化、社会、经济及宗教发展的完整画卷。',
    "image": '../image/pingyao.jpg'
  }
]
  //导出可以被外部访问
module.exports = {
  initData: initData
}