Page({

  /**
   * 页面的初始数据
   */
  data: {
    axis: [
      {
        time: '2019 08.12',
        event: '清真古寺 在太原市解放路南段东侧。建于...',
        eventArticle: '清真古寺 在太原市解放路南段东侧。建于唐贞元年间 (785-805),现存为明代遗构。门前牌楼一座，黄匾“清真古寺”。殿内为阿拉伯式装饰，彩绘施沥粉贴金，富丽堂皇。周围木壁上刻有阿拉伯文《可兰经》第29、30本中经文数段，雕刻精细工整。左右碑亭对峙，亭内碑刻为宋黄庭坚草书，元赵孟頫和清初傅青主观后题铭。 还有明方孝孺等人榜题。',
        image: '../image/1.jpg'
      },
      {
        time: '2018 02.15',
        event: '清真古寺 在太原市解放路南段东侧。建于...',
        eventArticle: '清真古寺 在太原市解放路南段东侧。建于唐贞元年间 (785-805),现存为明代遗构。门前牌楼一座，黄匾“清真古寺”。殿内为阿拉伯式装饰，彩绘施沥粉贴金，富丽堂皇。周围木壁上刻有阿拉伯文《可兰经》第29、30本中经文数段，雕刻精细工整。左右碑亭对峙，亭内碑刻为宋黄庭坚草书，元赵孟頫和清初傅青主观后题铭。 还有明方孝孺等人榜题。',
        image: '../image/1.jpg'
      },
      {
        time: '2017 03-18',
        event: '清真古寺 在太原市解放路南段东侧。建于...',
        eventArticle: '清真古寺 在太原市解放路南段东侧。建于唐贞元年间 (785-805),现存为明代遗构。门前牌楼一座，黄匾“清真古寺”。殿内为阿拉伯式装饰，彩绘施沥粉贴金，富丽堂皇。周围木壁上刻有阿拉伯文《可兰经》第29、30本中经文数段，雕刻精细工整。左右碑亭对峙，亭内碑刻为宋黄庭坚草书，元赵孟頫和清初傅青主观后题铭。 还有明方孝孺等人榜题。',
        image: '../image/1.jpg'
      },
      {
        time: '2016 12-12',
        event: '清真古寺 在太原市解放路南段东侧。建于...',
        eventArticle: '清真古寺 在太原市解放路南段东侧。建于唐贞元年间 (785-805),现存为明代遗构。门前牌楼一座，黄匾“清真古寺”。殿内为阿拉伯式装饰，彩绘施沥粉贴金，富丽堂皇。周围木壁上刻有阿拉伯文《可兰经》第29、30本中经文数段，雕刻精细工整。左右碑亭对峙，亭内碑刻为宋黄庭坚草书，元赵孟頫和清初傅青主观后题铭。 还有明方孝孺等人榜题。',
        image: '../image/1.jpg'
      },
      {
        time: '2016 12-12',
        event: '清真古寺 在太原市解放路南段东侧。建于...',
        eventArticle: '清真古寺 在太原市解放路南段东侧。建于唐贞元年间 (785-805),现存为明代遗构。门前牌楼一座，黄匾“清真古寺”。殿内为阿拉伯式装饰，彩绘施沥粉贴金，富丽堂皇。周围木壁上刻有阿拉伯文《可兰经》第29、30本中经文数段，雕刻精细工整。左右碑亭对峙，亭内碑刻为宋黄庭坚草书，元赵孟頫和清初傅青主观后题铭。 还有明方孝孺等人榜题。',
        image: '../image/1.jpg'
      },
      {
        time: '2016 12-12',
        event: '清真古寺 在太原市解放路南段东侧。建于...',
        eventArticle: '清真古寺 在太原市解放路南段东侧。建于唐贞元年间 (785-805),现存为明代遗构。门前牌楼一座，黄匾“清真古寺”。殿内为阿拉伯式装饰，彩绘施沥粉贴金，富丽堂皇。周围木壁上刻有阿拉伯文《可兰经》第29、30本中经文数段，雕刻精细工整。左右碑亭对峙，亭内碑刻为宋黄庭坚草书，元赵孟頫和清初傅青主观后题铭。 还有明方孝孺等人榜题。',
        image: '../image/1.jpg'
      }
    ]
  },

  goHistoryArticle: function (event) {
    wx.navigateTo({
      url: '../history-article/history-article',
    })
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {

  }

})